<template>
<section class="lg:h-screen flex-wrap bg-[url('bg-header.jpg')] bg-cover mb-10">
  <div class="lg:h-screen flex flex-row justify-space-between flex-wrap">
    <div class="basis-2/3 prose max-w-prose ma-auto text-neutral-900">
      <div class="text-h2 text-center pa-5">👏 Привет! 👏</div>
      <div class="text-h4 text-center pb-5">Меня зовут Алиса Быкова.</div>
      <p class="text-justify">
        Я нумеролог, работаю по методу статистического психоанализ.
      </p>
      <p class="text-justify">
        Это научный метод диагностики личности на основе матрицы Пифагора, психологии и статистики.
      </p>
      <ol class="list-decimal list-inside pb-10" role="list">
        <li>помогу вам найти свои сильные стороны и подскажу как их усилить, чтобы достичь максимального успеха;</li>
        <li>подсвечу слабые стороны и дам рабочие инструменты по нивелированию их влияния на вашу жизнь;</li>
        <li>помогу наладить отношения с близкими, друзьями, коллегами;</li>
        <li>укажу наиболее перспективный вектор вашего развития;</li>
        <li>помогу найти ответы на любые беспокоящие вопросы: здоровье, отношения, карьера, детские матрицы, подбор персонала и т.д.</li>
      </ol>
    </div>
    <div class="hidden md:block basis-1/3 bg-[url('Alice.jpg')] bg-cover"></div>
  </div>
</section>
</template>
